Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Page content
ar: محتوى الصفحة
ca: Contingut de la pàgina
cy: Cynnwys tudalen
da: Sideindhold
da_instk12: Sideindhold
de: Seiteninhalt
es: Contenido de la página
es_es: Contenido de la página
fi: Sivun sisältö
fr: Contenu de la page
fr_ca: Contenu de la page
ga: Ábhar an leathanaigh
hi: पेज सामग्री
ht: Kontni paj
id: Konten halaman
is: Efni á síðu
it: Contenuto pagina
ja: ページの内容
ko: 페이지 콘텐츠
mi: Ihirangi whārangi
ms: Kandungan halaman
nb: Sideinnhold
nb_instk12: Sideinnhold
nl: Pagina-inhoud
pl: Zawartość strony
pt: Conteúdo da página
pt_br: Conteúdo da página
ru: Содержание страницы
sl: Vsebina strani
sv: Sidinnehåll
sv_instk12: Sidinnehåll
th: เนื้อหาในเพจ
vi: Nội dung trang
zh: 页面内容
zh_hk: 頁面內容

source: Page Details
ar: تفاصيل الصفحة
ca: Detalls de la pàgina
cy: Manylion y Dudalen
da: Sidedetaljer
da_instk12: Sidedetaljer
de: Seitendetails
es: Detalles de la página
es_es: Detalles de la página
fi: Sivun tiedot
fr: Détails de la page
fr_ca: Détails de la page
ga: Sonraí Leathanaigh
hi: पेज विवरण
ht: Detay Paj
id: Detail Halaman
is: Upplýsingar um síðu
it: Dettagli pagina
ja: ページ詳細
ko: 페이지 세부 정보
mi: Taipitopito Whārangi
ms: Butiran Halaman
nb: Sidedetaljer
nb_instk12: Sidedetaljer
nl: Paginadetails
pl: Szczegóły strony
pt: Detalhes da página
pt_br: Detalhes da página
ru: Данные страницы
sl: Podrobnosti o strani
sv: Sidinformation
sv_instk12: Sidinformation
th: รายละเอียดหน้าเพจ
vi: Thông Tin Chi Tiết Trang
zh: 页面详细信息
zh_hk: 頁面詳情

source: Pages
ar: الصفحات
ca: Pàgines
cy: Tudalennau
da: Sider
da_instk12: Sider
de: Seiten
es: Páginas
es_es: Páginas
fi: Sivut
ga: Leathanaigh
hi: पेज
ht: Paj
id: Halaman
is: Síður
it: Pagine
ja: ページ
ko: 페이지
mi: Ngā whārangi
ms: Halaman
nb: Sider
nb_instk12: Sider
nl: Pagina's
pl: Strony
pt: Páginas
pt_br: Páginas
ru: Страницы
sl: Strani
sv: Sidor
sv_instk12: Sidor
th: เพจ
vi: Trang
zh: 页面
zh_hk: 頁面

source: Pages Front Page
ar: الصفحة الأمامية للصفحات
ca: Pàgines pàgina frontal
cy: Tudalen Flaen ar gyfer Tudalennau
da: Sider forside
da_instk12: Sider forside
de: Seiten – Startseite
es: Página principal de las páginas
es_es: Página principal de las páginas
fi: Sivujen etusivu
fr: Première page
fr_ca: Première page
ga: Leathanaigh Leathanach Tosaigh
hi: पेज मुख पृष्ठ
ht: Paj Paj Prensipal
id: Halaman Depan Halaman
is: Forsíða síðna
it: Pagine pagina iniziale
ja: ページ/トップ ページ
ko: 페이지 시작 페이지
mi: Ngā Whārangi Whārangi O Mua
ms: Muka Depan Halaman
nb: Sider forside
nb_instk12: Sider forside
nl: Voorpagina van pagina\'s
pl: Strony, pierwsza strona
pt: Páginas na primeira página
pt_br: Primeira página das páginas
ru: Страницы титульной страницы
sl: Prva stran pri straneh
sv: Sidornas framsida
sv_instk12: Sidornas framsida
th: หน้าเพจ หน้าแรก
vi: Các Trang Trang Đầu
zh: 页面首页
zh_hk: 網頁標題版

source: Pair with Observer
ar: الإقران بالمراقب
ca: Emparella amb l'observador
cy: Paru ag Arsyllwr
da: Par med observatør
da_instk12: Par med observatør
de: Pairing mit Beobachter*in
es: Emparejamiento con un observador
es_es: Emparejar con un observador
fi: Yhdistä havaitsijan kanssa
fr: Paire avec l'observateur
fr_ca: Jumeler avec l’observateur
ga: Péireáil le Breathnóir
hi: समीक्षक के साथ पेयर करें
ht: Asosye avèk Obsèvatè
id: Pasangkan dengan Pengamat
is: Para við áhorfanda
it: Accoppia con osservatore
ja: オブザーバーとペアにする
ko: 보호자와 페어링
mi: Hono ki te Kaitirotiro
ms: Pasangkan dengan Pemerhati
nb: Par med observatør
nb_instk12: Par med observatør
nl: Koppelen met waarnemer
pl: Paruj z obserwującym
pt: Par com o observador
pt_br: Emparelhar com observador
ru: Объединение с наблюдателем
sl: Poveži s skritim bralcem
sv: Koppla med observatör
sv_instk12: Koppla med observatör
th: เข้าคู่กับผู้สังเกตการณ์
vi: Ghép Cặp Với Người Quan Sát
zh: 与旁听者配对
zh_hk: 與觀察者配對

source: Pairing Code:
ar: رمز الإقران:
ca: Codi d'emparellament:
cy: Cod Paru:
da: Parringskode:
da_instk12: Parringskode:
es: Código de emparejamiento:
es_es: Código de emparejamiento:
fi: Parinmuodostuskoodi:
fr: Code de jumelage :
fr_ca: Code de jumelage :
ga: Cód Péireála:
hi: पेयरिंग कोड:
ht: Kòd Kouplaj:
id: Kode Pairing:
is: Pörunarkóði:
it: Accoppiamento codice:
ja: ペアリングコード：
ko: 페어링 코드:
mi: Waihere Hono
ms: Kod Berpasangan:
nb: Paringskode:
nb_instk12: Paringskode:
nl: Koppelingscode:
pl: Kod parowania:
pt: Código de pareamento
pt_br: Código de emparelhamento:
ru: Код сопряжения:
sl: Koda za seznanjanje:
sv: Parkopplingskod:
sv_instk12: Parkopplingskod:
th: รหัสเข้าคู่:
vi: Mã Ghép Cặp:
zh: 配对码：
zh_hk: 配對代碼：

source: Partially selected
ar: تم التحديد بشكل جزئي
ca: S’ha seleccionat parcialment
cy: Wedi’i ddewis yn rhannol
da: Delvist valgt
da_instk12: Delvist valgt
de: Teilweise ausgewählt
es: Parcialmente seleccionado
es_es: Parcialmente seleccionado
fi: Osittain valittu
fr: Sélectionné partiellement
fr_ca: Partiellement sélectionné
ga: Roghnaithe go páirteach
hi: आंशिक रूप से चयनित
ht: Seleksyone pasyèlman
id: Dipilih secara parsial
is: Valið að hluta til
it: Parzialmente selezionato
ja: 部分的に選択
ko: 부분적으로 선택됨
mi: Kua tohua he waahanga
ms: Dipilih sebahagian sahaja
nb: Delvis valgt
nb_instk12: Delvis valgt
nl: Gedeeltelijk geselecteerd
pl: Częściowo zaznaczono
pt: Parcialmente selecionado
pt_br: Parcialmente selecionado
ru: Частично выбрано
sl: Delno izbrano
sv: Delvis vald
sv_instk12: Delvis vald
th: เลือกบางส่วน
vi: Đã chọn một phần
zh: 部分选中
zh_hk: 已選取部分

source: Pass
ar: نجاح
ca: Aprovat
cy: Pasio
da: Bestået
da_instk12: Bestået
de: Bestehen
es: Aprobado
es_es: Aprobado
fi: Hyväksytty
fr: Réussite
fr_ca: Réussi
ga: Pas
hi: पास
ht: Pase
id: Lulus
is: Staðið
it: Superato
ja: 合格
ko: 통과
mi: Pāhi
ms: Lulus
nb: Bestått
nb_instk12: Bestått
nl: Geslaagd
pl: Zaliczenie
pt: Passar
pt_br: Aprovados
ru: Прохождение
sl: Opravljeno
sv: Godkänd
sv_instk12: Godkänd
th: ผ่าน
vi: Đạt
zh: 通过
zh_hk: 合格

source: Password
ar: كلمة المرور
ca: Contrasenya
cy: Cyfrinair
da: Adgangskode
da_instk12: Adgangskode
de: Kennwort
es: Contraseña
es_es: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
ga: Pasfhocal
hi: पासवर्ड
ht: Modpas
id: Kata sandi
is: Lykilorð
ja: パスワード
ko: 비밀번호
mi: Kupuhipa
ms: Kata Laluan
nb: Passord
nb_instk12: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra passe
pt_br: Senha
ru: Пароль
sl: Geslo
sv: Lösenord
sv_instk12: Lösenord
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码
zh_hk: 密碼

source: Past Assignments
ar: مهام سابقة
ca: Activitats antigues
cy: Aseiniadau Blaenorol
da: Forrige opgaver
da_instk12: Forrige opgaver
de: Frühere Aufgaben
es: Tareas anteriores
es_es: Actividades anteriores
fi: Menneet tehtävät
fr: Devoirs passés
fr_ca: Travaux passés
ga: Tascanna san am atá caite
hi: पिछली असाइनमेंट
ht: Sesyon Pase
id: Tugas Yang Lalu
is: Fyrri verkefni
it: Compiti precedenti
ja: 過去の課題
ko: 지난 과제
mi: Ngā whakataunga o mua
ms: Tugasan Lepas
nb: Tidligere oppgaver
nb_instk12: Tidligere oppgaver
nl: Oude opdrachten
pl: Wcześniejsze zadania
pt: Tarefas passadas
pt_br: Tarefas passadas
ru: Прошлые задания
sl: Pretekle naloge
sv: Tidigare uppgifter
sv_instk12: Tidigare uppgifter
th: ภารกิจในอดีต
vi: Bài Tập Trước Đây
zh: 过去的作业
zh_hk: 過去的作業

source: Past Enrollments
ar: التسجيلات الماضية
ca: Assignatures anteriors
cy: Ymrestriadau'r Gorffennol
da: Tidligere tilmeldinger
da_instk12: Tidligere tilmeldinger
de: Frühere Einschreibungen
es: Inscripciones pasadas
es_es: Asignaturas anteriores
fi: Menneet rekisteröitymiset
fr: Inscriptions antérieures
fr_ca: Inscriptions antérieures
ga: Rolluithe san am atá caite
hi: अतीत के नामांकन
ht: Enskripsyon Pase
id: Pendaftaran Terdahulu
is: Fyrri innritanir
it: Iscrizioni passate
ja: 過去の登録
ko: 지난 등록
mi: Whakaurunga O Muri Nei
ms: Pendaftaran Lepas
nb: Tidligere påmeldinger
nb_instk12: Tidligere påmeldinger
nl: Oude inschrijvingen
pl: Wcześniejsze zapisy
pt: Inscrições anteriores
pt_br: Matrículas passadas
ru: Прошлые регистрации
sl: Pretekli vpisi
sv: Tidigare registreringar
sv_instk12: Tidigare registreringar
th: การลงทะเบียนที่ผ่านมา
vi: Ghi Danh Trước Đây
zh: 以前的注册
zh_hk: 過去的註冊

source: Pause
ar: إيقاف مؤقت
ca: Posa en pausa
cy: Rhewi
es: Pausar
es_es: Pausar
fi: Keskeytä
fr: Mettre en pause
fr_ca: Mettre en pause
ga: Cuir ar Sos
hi: पॉज़ करें
ht: Poz
id: Jeda
is: Gera hlé
it: Pausa
ja: 一時停止
ko: 일시 중지
mi: Okioki
ms: Jedakan
nl: Onderbreken
pl: Pauza
pt: Pausa
pt_br: Pausar
ru: Пауза
sl: Začasna zaustavitev
sv: Pausa
sv_instk12: Pausa
th: หยุดชั่วคราว
vi: Tạm Dừng
zh: 暂停
zh_hk: 暫停

source: Pause audio recording
ar: الإيقاف المؤقت للتسجيل الصوتي
ca: Posa en pausa l’enregistrament de so
cy: Rhewi recordiad sain
da: Sæt lydoptagelse på pause
da_instk12: Sæt lydoptagelse på pause
de: Audioaufnahme anhalten
es: Poner en pausa la grabación de audio
es_es: Pausar la grabación de audio
fi: Keskeytä audionauhoitus
fr: Mettre en pause l'enregistrement audio
fr_ca: Suspendre l’enregistrement audio
ga: Cuir an taifeadadh fuaime ar sos
hi: ऑडियो रिकॉर्डिंग पॉज़ करें
ht: Poz anrejistreman odyo
id: Jedakan perekaman audio
is: Gera hlé á hljóðupptöku
it: Metti in pausa registrazione audio
ja: 音声記録の一時停止
ko: 오디오 녹음 일시 중지
mi: Whakatatarihia te hopu ororongo
ms: Jedakan rakaman audio
nb: Sett lydopptak på pause
nb_instk12: Sett lydopptak på pause
nl: Audio-opname onderbreken
pl: Wstrzymaj nagranie dźwięku
pt: Pausa na gravação de áudio
pt_br: Pausar gravação de áudio
ru: Поставить аудиозапись на паузу
sl: Začasno prekini snemanje zvoka
sv: Pausa ljudinspelning
sv_instk12: Pausa ljudinspelning
th: หยุดบันทึกเสียงชั่วคราว
vi: Tạm dừng ghi âm
zh: 暂停音频录制
zh_hk: 暫停錄音

source: People
ar: الأشخاص
ca: Persones
cy: Pobl
da: Deltagere
da_instk12: Deltagere
de: Teilnehmer*innen
es: Personas
es_es: Personas
fi: Henkilöt
fr: Personnes
fr_ca: Personnes
ga: Daoine
hi: लोग
ht: Moun
id: Orang
is: Fólk
it: Persone
ja: メンバー
ko: 사용자
mi: Tāngata
ms: Orang
nb: Personer
nb_instk12: Deltakere
nl: Personen
pl: Ludzie
pt: Pessoas
pt_br: Pessoas
ru: Люди
sl: Sodelujoči
sv: Personer
sv_instk12: Personer
th: บุคคล
vi: Mọi Người
zh: 人员
zh_hk: 成員

source: Percentage
ar: نسبة مئوية
ca: Percentatge
cy: Canran
da: Procentdel
da_instk12: Procentdel
de: Prozentsatz
es: Porcentaje
es_es: Porcentaje
fi: Prosenttimäärä
fr: Pourcentage
fr_ca: Pourcentage
ga: Céatadán
hi: प्रतिशत
ht: Pousantaj
id: Persentase
is: Hlutfall
it: Percentuale
ja: 割合
ko: 백분율
mi: Ōrau
ms: Peratusan
nb: Prosent
nb_instk12: Prosent
pl: Wartość procentowa
pt: Porcentagem
pt_br: Porcentagem
ru: Процент
sl: Odstotek
sv: Procent
sv_instk12: Procent
th: เปอร์เซ็นต์
vi: Phần Trăm
zh: 百分数
zh_hk: 百分比

source: Permission Needed
ar: مطلوب إذن
ca: Cal permís
cy: Angen Caniatâd
da: Tilladelse nødvendig
da_instk12: Tilladelse nødvendig
de: Berechtigung erforderlich
es: Se necesita permiso
es_es: Se necesita permiso
fi: Käyttöoikeus tarvitaan
fr: Autorisation requise
fr_ca: Autorisation nécessaire
ga: Cead ag Teastáil
hi: अनुमति की ज़रूरत है
ht: Otorizasyon Nesesè
id: Izin Dibutuhkan
is: Leyfis krafist
it: Autorizzazione necessaria
ja: 許可が必要
ko: 권한 필요
mi: E hiahiatia ana he whakāetanga
ms: Keizinan Diperlukan
nb: Tillatelse kreves
nb_instk12: Tillatelse kreves
nl: Toestemming vereist
pl: Wymagane uprawnienia
pt: Permissão necessária
pt_br: Permissão necessária
ru: Требуется разрешение
sl: Potrebno je dovoljenje.
sv: Tillstånd behövs
sv_instk12: Tillstånd behövs
th: ต้องมีสิทธิ์อนุญาต
vi: Cần Cho Phép
zh: 需要权限
zh_hk: 需要權限

source: Photo Library
ar: مكتبة الصور
ca: Biblioteca de fotos
cy: Llyfrgell Luniau
da: Billedbibliotek
da_instk12: Billedbibliotek
de: Fotobibliothek
es: Biblioteca de fotos
es_es: Biblioteca de fotos
fi: Valokuvakirjasto
fr: Photothèque
fr_ca: Bibliothèque de photos
ga: Leabharlann Grianghraif
hi: फ़ोटो लाइब्रेरी
ht: Bibliyotèk Foto
id: Pustaka Foto
is: Myndasafn
it: Libreria fotografica
ja: 画像ライブラリ
ko: 사진 라이브러리
mi: Whakāhua Pukapuka
ms: Pustaka Foto
nb: Bildebibliotek
nb_instk12: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt: Biblioteca de fotos
pt_br: Biblioteca de fotos
ru: Фотобиблиотека
sl: Knjižnica fotografij
sv: Bildbibliotek
sv_instk12: Bildbibliotek
th: ไลบรารี่ภาพ
vi: Thư Viện Ảnh
zh: 照片库
zh_hk: 相片檔案庫

source: Pin
ar: تثبيت
ca: Ancora
cy: Pinio
da: Fastgør
da_instk12: Fastgør
de: Anheften
es: Anclar
es_es: Fijar
fi: Kiinnitä
fr: Épingler
fr_ca: Épingler
ga: Greamaigh
hi: पिन करें
ht: Tache
is: Festa
it: Blocca
ja: 固定
ko: 고정
mi: Pine
ms: Pinkan
nb: Fest
nb_instk12: Fest
nl: Vastzetten
pl: Przypnij
pt: Afixar
pt_br: Fixar
ru: Привязать
sl: Pripni
sv: Sätt upp
sv_instk12: Nåla fast
th: ปักหมุด
vi: Ghim
zh: 置顶
zh_hk: 釘選

source: Pink
ar: وردي
ca: Rosa
cy: Pinc
da: Lyserød
da_instk12: Lyserød
de: Rosa
es: Rosado
es_es: Rosa
fi: Vaaleanpunainen
fr: Rose
fr_ca: Rose
ga: Bándearg
hi: गुलाबी
ht: Woz
id: Merah Muda
is: Bleikt
it: Rosa
ja: ピンク
ko: 핑크색
mi: Māwhero
ms: Merah jambu
nb: Rosa
nb_instk12: Rosa
nl: Roze
pl: Różowy
pt: Rosa
pt_br: Rosa
ru: Розовый
sl: Rožnato
sv: Rosa
sv_instk12: Rosa
th: ชมพู
vi: Hồng
zh: 粉红色
zh_hk: 粉紅色

source: Pinned Discussions
ar: مناقشات مثبتة
ca: Fòrums ancorats
cy: Trafodaethau wedi’u Pinio
da: Fastgjorte diskussioner
da_instk12: Fastgjorte diskussioner
de: Angeheftete Diskussionen
es: Foros anclados
es_es: Foros fijados
fi: Kiinnitetyt keskustelut
fr: Discussions épinglées
fr_ca: Discussions épinglées
ga: Fóraim Pionnáilte
hi: पिन की गई चर्चाएं
ht: Diskisyon Epengle
id: Diskusi Dipin
is: Festar umræður
it: Discussioni bloccate
ja: 固定したディスカッション
ko: 고정된 토론
mi: Ngā Kōrerorero Kua Pinea
ms: Perbincangan yang dipinkan
nb: Festede diskusjoner
nb_instk12: Festede diskusjoner
nl: Vastgezette discussies
pl: Przypięte dyskusje
pt: Discussões Destacadas
pt_br: Fóruns fixados
ru: Прикрепленные обсуждения
sl: Pripete razprave
sv: Nålade diskussioner
sv_instk12: Fästa diskussioner
th: การพูดคุยที่ปักหมุดไว้
vi: Cuộc Thảo Luận Đã Ghim
zh: 置顶讨论
zh_hk: 已釘選的討論區

source: Play
ar: تشغيل
ca: Reprodueix
cy: Chwarae
da: Afspil
da_instk12: Afspil
de: Abspielen
es: Reproducir
es_es: Reproducir
fi: Toista
fr: Lecture
fr_ca: Lecture
ga: Seinn
hi: चलाएं
ht: Jwe
id: Putar
is: Spila
it: Riproduci
ja: 再生
ko: 재생
mi: Tākaro
ms: Mainkan
nb: Spill av
nb_instk12: Avspille
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
pt_br: Reproduzir
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp
sv_instk12: Spela upp
th: เปิดเล่น
vi: Phát
zh: 播放
zh_hk: 播放

source: Play audio recording
ar: تشغيل التسجيل الصوتي
ca: Reprodueix l’enregistrament de so
cy: Chwarae recordiad sain
da: Afspil lydoptagelse
da_instk12: Afspil lydoptagelse
de: Audioaufnahme abspielen
es: Reproducir la grabación de audio
es_es: Poner la grabación de audio
fi: Toista audionauhoitus
fr: Lire l'enregistrement audio
fr_ca: Faire jouer l’enregistrement audio
ga: Seinn taifeadadh fuaime
hi: ऑडियो रिकॉर्डिंग चलाएं
ht: Jwe anrejistreman odyo
id: Putar perekaman audio
is: Spila hljóðupptöku
it: Riproduci registrazione audio
ja: 記録の再生
ko: 오디오 녹음 일시 중지
mi: Purei rekoata ororongo
ms: Mainkan rakaman audio
nb: Spill av lydopptak
nb_instk12: Spill av lydopptak
nl: Audio-opname afspelen
pl: Odtwarzaj nagranie dźwięku
pt: Reproduzir gravação de áudio
pt_br: Reproduzir gravação de áudio
ru: Воспроизвести аудиозапись
sl: Predvajaj zvočni posnetek
sv: Spela upp ljudinspelning
sv_instk12: Spela upp ljudinspelning
th: เปิดเล่นเสียงบันทึก
vi: Phát bản ghi âm
zh: 播放音频录制
zh_hk: 播放錄音

source: Please generate another QR Code and try again.
ar: يرجى إنشاء رمز QR آخر وأعد المحاولة.
ca: Genereu un altre codi QR i torneu-ho a provar.
cy: Crëwch God QR arall a rhoi cynnig arall arni
da: Generer en anden QR-kode, og prøv igen.
da_instk12: Generer en anden QR-kode, og prøv igen.
de: Bitte erzeugen Die einen anderen QR-Code und versuchen Sie es erneut
es: Genere otro código QR y vuelva a intentarlo.
es_es: Genera otro código QR y vuelve a intentarlo.
fi: Luo toinen viivakoodi ja yritä uudelleen.
fr: Veuillez générer un autre code QR, puis réessayez.
fr_ca: Veuillez générer un autre code QR et essayer de nouveau.
ga: Gin Cód MF eile agus bain triail eile as.
hi: कृपया एक और QR कोड जेनरेट करें और फिर से कोशिश करें।
ht: Tanpri jenere yon lòt Kòd QR epi eseye ankò.
id: Silakan buat Kode QR lain dan coba lagi.
is: Búðu til annan QR kóða og reyndu aftur.
it: Genera un altro codice QR e riprova.
ja: 別の QR コードを生成して、再試行してください。
ko: 다른 QR 코드를 생성하고 다시 시도하세요.
mi: Tēnā koa whakamahia anō he QR Waehere me te ngana anō.
ms: Sila jana Kod QR yang lain dan cuba semula.
nb: Vennligst lag en ny QR-kode og prøv på nytt.
nb_instk12: Vennligst lag en ny QR-kode og prøv på nytt.
nl: Genereer een andere QR-code en probeer het opnieuw.
pl: Wygeneruj nowy kod QR i spróbuj ponownie.
pt: Por favor, gere outro código QR e tente novamente.
pt_br: Gere outro código QR e tente novamente.
ru: Создайте другой код QR и повторите попытку.
sl: Ustvarite drugo kodo QR in poskusite znova.
sv: Generera en annan QR-kod och försök igen.
sv_instk12: Generera en annan QR-kod och försök igen.
th: กรุณาจัดทำรหัส QR อื่นแล้วลองใหม่อีกครั้ง
vi: Vui lòng tạo Mã QR khác rồi thử lại.
zh: 请生成新的二维码，然后再试一次。
zh_hk: 請產生另一個 QR 碼然後重試。

source: Please log in via the application
ar: يُرجى تسجيل الدخول عبر التطبيق
ca: Inicieu la sessió a través de l’aplicació
cy: Mewngofnodwch gan ddefnyddio’r rhaglen
da: Log ind via applikationen
da_instk12: Log ind via applikationen
de: Melden Sie sich bitte über die App an
es: Inicie sesión a través de la aplicación
es_es: Inicia sesión a través de la aplicación
fi: Kirjaudu sisään sovelluksen kautta
fr: Veuillez vous connecter via l’application.
fr_ca: Veuillez vous connecter par l’application
ga: Logáil isteach tríd an bhfeidhmchlár le do thoil
hi: कृपया ऐप्लिकेशन के माध्यम से लॉग इन करें
ht: Tanpri konekte atravè aplikasyon an
id: Silakan login melalui aplikasi
is: Skráðu þig inn í gegnum smáforritið
it: Accedere mediante l’applicazione
ja: アプリケーションからログインしてください
ko: 애플리케이션을 통하여 로그인하세요
mi: Tēnā koa takiuru mā te puka tono
ms: Sila log masuk melalui aplikasi
nb: Logg inn via applikasjonen
nb_instk12: Logg inn via applikasjonen
nl: Log in via de applicatie
pl: Zaloguj się za pomocą aplikacji
pt: Por favor, inicie a sessão através da aplicação
pt_br: Por favor, faça o login através do aplicativo
ru: Войдите в систему через приложение
sl: Prijavite se prek aplikacije
sv: Logga in via programmet
sv_instk12: Logga in via programmet
th: กรุณาล็อกอินผ่านแอพพลิเคชั่น
vi: Vui lòng đăng nhập thông qua ứng dụng
zh: 请通过应用程序登录
zh_hk: 請透過應用程式登入

source: Please try again!
ar: يرجى إعادة المحاولة!
ca: Torneu-ho a provar
cy: Rhowch gynnig arall arni!
da: Prøv igen!
da_instk12: Prøv igen!
de: Bitte versuchen Sie es erneut.
es: Inténtelo de nuevo.
es_es: Inténtalo de nuevo.
fi: Yritä uudelleen!
fr: Veuillez réessayer !
fr_ca: Veuillez essayer de nouveau!
ga: Bain triail as arís le do thoil!
hi: कृपया फिर से कोशिश करें!
ht: Tanpri, eseye ankò!
id: Silakan coba lagi!
is: Reyndu aftur!
it: Riprova!
ja: もういちど試してください！
ko: 다시 시도하세요.
mi: Me ngana ano!
ms: Sila cuba semula!
nb: Prøv igjen!
nb_instk12: Prøv igjen!
nl: Probeer het opnieuw.
pl: Spróbuj ponownie!
pt: Por favor, tente novamente!
pt_br: Por favor, tente novamente!
ru: Попробуйте еще раз!
sl: Poskusite znova!
sv: Försök igen!
sv_instk12: Försök igen!
th: กรุณาลองใหม่อีกครั้ง!
vi: Vui lòng thử lại!
zh: 请重试
zh_hk: 請重試！！

source: Please wait, this might take a minute.
ar: يرجى الانتظار، قد تستغرق هذا الأمر دقيقة.
ca: Espereu, pot ser que trigui un minut.
cy: Arhoswch funud, gall hyn gymryd ychydig funudau.
da: Vent venligst, dette kan tage et minut.
da_instk12: Vent venligst, dette kan tage et minut.
de: Bitte warten, es dauert einen Moment.
es: Espere, esto puede demorar un minuto.
es_es: Espera, esta acción puede tardar algo de tiempo.
fi: Odota, tämä voi kestää hetken.
fr: Veuillez patienter, cela peut prendre une minute.
fr_ca: Merci de patienter, cela peut prendre une minute.
ga: Fan le do thoil, seans go dtógfaidh sé seo nóiméad.
hi: कृपया इंतज़ार करें, इसमें थोड़ा समय लग सकता है।
ht: Tann, Sa kapab pran yon ti tan.
id: Mohon menunggu, ini dapat membutuhkan beberapa saat.
is: Hinkraðu þetta gæti tekið mínútu.
it: Attendere, ci potrebbe volere un minuto.
ja: お待ちください。これには少し時間がかかる場合があります。
ko: 기다려주세요. 시간이 걸릴 수 있습니다.
mi: Tēnā koa, tatari ka roa pea he meneti.
ms: Sila tunggu, ini mungkin mengambil masa beberapa minit
nb: Vennligst vent, dette kan ta et minutt
nb_instk12: Vennligst vent, dette kan ta et minutt
nl: Een ogenblik geduld...
pl: Proszę czekać, to może potrwać chwilę.
pt: Por favor, espere, isto pode demorar um minuto.
pt_br: Aguarde, isso pode levar um minuto.
ru: Подождите несколько минут.
sl: Počakajte, to lahko traja kakšno minuto.
sv: Vänta, detta kan ta en minut.
sv_instk12: Vänta, detta kan ta en minut.
th: กรุณารอสักครู่ อาจต้องใช้เวลาครู่หนึ่ง
vi: Vui lòng chờ, quá trình này có thể mất một phút.
zh: 请稍等，这可能需要一分钟。
zh_hk: 請稍候，需時約一分鐘。

source: Plum
ar: برقوق
ca: Cirera
cy: Eirin
da: Blomme
da_instk12: Blomme
de: Pflaume
es: Ciruela
es_es: Ciruela
fi: Luumu
fr: Prune
fr_ca: Prune
ga: Pluma
hi: आलूबुखारा
ht: Prin
is: Plómulitur
it: Prugna
ja: プラム
ko: 짙은 보라색
mi: Paramu
nb: Plomme
nb_instk12: Plomme
nl: Pruim
pl: Śliwka
pt: Ameixa
pt_br: Ameixa
ru: Слива
sl: Sliva
sv: Plommon
sv_instk12: Plommon
th: ลูกพลัม
vi: Quả mận
zh: 李子
zh_hk: 李子

# plural_points
source: Points
ar: نقاط
ca: Punts
cy: Pwynt
da: Point
da_instk12: Point
de: Punkte
es: Puntos
es_es: Puntos
fi: Pisteet
ga: Pointí
hi: पॉइंट्स
ht: Pwen
id: Poin
is: Punktar
it: Punti
ja: ポイント
ko: 점수
mi: Ngā Koinga
ms: Mata
nb: Poeng
nb_instk12: Poeng
nl: Punten
pl: Punkty
pt: Pontos
pt_br: Pontos
ru: Баллы
sl: Točke
sv: Poäng
sv_instk12: Poäng
th: คะแนน
vi: Điểm
zh: 得分
zh_hk: 分數

source: Points
ar: نقاط
ca: Punts
cy: Pwynt
da: Point
da_instk12: Point
de: Punkte
es: Puntos
es_es: Puntos
fi: Pisteet
ga: Pointí
hi: पॉइंट्स
ht: Pwen
id: Poin
is: Punktar
it: Punti
ja: ポイント
ko: 점수
mi: Ngā Koinga
ms: Mata
nb: Poeng
nb_instk12: Poeng
nl: Punten
pl: Punkty
pt: Pontos
pt_br: Pontos
ru: Баллы
sl: Točke
sv: Poäng
sv_instk12: Poäng
th: คะแนน
vi: Điểm
zh: 得分
zh_hk: 分數

source: Post at
ar: نشر في
ca: Publica el
cy: Postio at
da: Læg ud kl.
da_instk12: Læg ud kl.
de: Veröffentlichen am
es: Publicar a las
es_es: Publicar en
fi: Lähetä
fr: Publié à
fr_ca: Publié à
ga: Postáil ag
hi: यहां पोस्ट करें:
ht: Pibliye nan
id: Posting di
is: Birta
it: Pubblica alle
ja: 投稿先
ko: 게시
mi: Whakairi kī
ms: Siarkan pada
nb: Publiser kl.
nb_instk12: Publiser kl.
nl: Plaatsen op
pl: Opublikuj w
pt: Publicar em
pt_br: Postar em
ru: Опубликовать в
sl: Objavi ob
sv: Publicera på
sv_instk12: Publicera på
th: โพสต์เมื่อ
vi: Đăng vào
zh: 发布时间
zh_hk: 公佈於

source: Practice Quiz
ar: أداء الاختبار الموجز
ca: Prova sobre pràctiques
cy: Cwis Ymarfer
da: Øvelsestest
da_instk12: Øvelsesquiz
de: Übungsquiz
es: Evaluación de práctica
es_es: Prueba de práctica
fi: Harjoittelutesti
fr: Questionnaire d’entraînement
fr_ca: Questionnaire d’entraînement
ga: Quiz le haghaidh Cleachtadh
hi: अभ्यास प्रश्नोत्तरी
ht: Pratike Quiz
id: Kuis Latihan
is: Æfingapróf
it: Quiz di esercitazione
ja: 練習小テスト
ko: 연습 퀴즈
mi: Mahi Quiz
ms: Berlatih Kuiz
nb: Øvelsesquiz
nb_instk12: Øvelsesquiz
nl: Oefentoets
pl: Test próbny
pt: Teste prático
pt_br: Teste de prática
ru: Практическое тестирование
sl: Kviz za vajo
sv: Övningsquiz
sv_instk12: Övningsquiz
th: แบบฝึกหัด
vi: Câu Hỏi Kiểm tra Luyện Tập
zh: 练习测验
zh_hk: 練習測驗
